import fs from 'fs'
let handler = async (m, { conn, usedPrefix }) => {
let teks = `
🐜 𝐏𝐚𝐧𝐞𝐥 𝐏𝐞𝐭𝐞𝐫𝐞𝐨𝐝𝐚𝐜𝐥𝐲 𝐁𝐲 𝐏𝐢𝐚𝐚 𝐃𝐞𝐯 𝐖𝐡𝐚𝐭𝐬𝐀𝐩𝐩

>> 𝘙𝘈𝘔 1 𝘎𝘉 𝘊𝘗𝘜 - 𝘙𝘗 1.000/𝘉𝘜𝘓𝘈𝘕
>> 𝘙𝘈𝘔 2 𝘎𝘉 𝘊𝘗𝘜 - 𝘙𝘗 2.000/𝘉𝘜𝘓𝘈𝘕
>> 𝘙𝘈𝘔 3 𝘎𝘉 𝘊𝘗𝘜 - 𝘙𝘗 3.000/𝘉𝘜𝘓𝘈𝘕
>> 𝘙𝘈𝘔 4 𝘎𝘉 𝘊𝘗𝘜 110% - 𝘙𝘗 4.000/𝘉𝘜𝘓𝘈𝘕 
>> 𝘙𝘈𝘔 5 𝘎𝘉 𝘊𝘗𝘜 140% - 𝘙𝘗 5.000/𝘉𝘜𝘓𝘈𝘕
>> 𝘙𝘈𝘔 6 𝘎𝘉 𝘊𝘗𝘜 170% - 𝘙𝘗 6.000/𝘉𝘜𝘓𝘈𝘕
>> 𝘙𝘈𝘔 7 𝘎𝘉 𝘊𝘗𝘜 180% - 𝘙𝘗 7.000/𝘉𝘜𝘓𝘈𝘕
>> 𝘙𝘈𝘔 8 𝘎𝘉 𝘊𝘗𝘜 190% - 𝘙𝘗 8.000/𝘉𝘜𝘓𝘈𝘕
>> 𝘙𝘈𝘔 9 𝘎𝘉 𝘊𝘗𝘜 200% - 𝘙𝘗 9.000/𝘉𝘜𝘓𝘈𝘕
>> 𝘙𝘈𝘔 𝘜𝘕𝘓𝘐 𝘊𝘗𝘜 𝘜𝘕𝘓𝘐 - 𝘙𝘗 10.000/𝘉𝘜𝘓𝘈𝘕

𝐊𝐞𝐮𝐧𝐭𝐮𝐧𝐠𝐚𝐧 𝐏𝐚𝐧𝐞𝐥 🐜
• ʀᴜɴ ʙᴏᴛ ᴀɴᴛɪ ʀɪʙᴇᴛ
• ᴀɴᴛɪ ʙᴏʀᴏs ᴋᴜᴏᴛᴀ
• ᴀɴᴛɪ ʙᴏʀᴏs ᴍᴇᴍᴏʀɪ
• ᴜɴᴛᴜᴋ ʙɪᴋɪɴ ʙᴏᴛ
• ʙᴏᴛ ᴍᴇɴᴊᴀᴅɪ ғᴀsᴛ ʀᴇsᴘᴏɴ

𝐏𝐢𝐚𝐚 𝐃𝐞𝐯 𝐖𝐡𝐚𝐭𝐬𝐀𝐩𝐩 𝐌𝐞𝐧𝐲𝐞𝐝𝐢𝐚𝐤𝐚𝐧
• 𝗝𝗮𝘀𝗮 𝗘𝗱𝗶𝘁 𝗦𝗰
• 𝗝𝗮𝘀𝗮 𝗮𝗱𝗱 𝗳𝗶𝘁𝘂𝗿 𝗯𝗼𝘁
• 𝗝𝗮𝘀𝗮 𝗕𝗶𝗸𝗶𝗻 𝗟𝗼𝗴𝗼/𝗕𝗮𝗻𝗻𝗲𝗿 
• 𝗝𝗮𝘀𝗮 𝗣𝘂𝘀𝗵 𝗞𝗼𝗻𝘁𝗮𝗸
• 𝗦𝗰 𝗠𝗱 𝗙𝗶𝘁𝘂𝗿 𝟱𝟬𝟬+

𝐁𝐞𝐫𝐦𝐢𝐧𝐚𝐭? 𝐒𝐢𝐥𝐚𝐡𝐤𝐚𝐧 𝐇𝐮𝐛𝐮𝐧𝐠𝐢 𝐝𝐢 𝐛𝐚𝐰𝐚𝐡
https://wa.me/${owner[0][0]}
`.trim()
await conn.sendFile(m.chat, fs.readFileSync('./media/qris.jpg'), 'qris.jpeg', teks, m, false)
}
handler.help = ['sewa', 'premium']
handler.tags = ['info', 'main']
handler.command = /^(sewa|sewabot|premium|prem)$/i

export default handler